/* Localized strings from Schema.plist file */

/* Data Class: No comment provided by developer */
"com.apple.Preferences" = "Preferences";

/* Singular Data Class: No comment provided by developer */
"Singular:com.apple.Preferences" = "Preference";

/* Entity: Preference Domain */
"com.apple.preferences.Domain" = "Preference Domain";

/* Attribute: No comment provided by developer */
"com.apple.preferences.Domain/domainName" = "domain name";

/* Entity: A Preference setting within a domain */
"com.apple.preferences.Preference" = "Preference";

/* Attribute: No comment provided by developer */
"com.apple.preferences.Preference/name" = "name";

/* Attribute: No comment provided by developer */
"com.apple.preferences.Preference/domainName" = "domain name";

/* Attribute: No comment provided by developer */
"com.apple.preferences.Preference/value" = "value";

